app/Models/Event.php

    public function scopeActive($query)
    {
        return $query->where('is_active', true)->get();
---
select * from `events` where `is_active` = 1